Repository: creepymonster/GlucoDirectApp
Catalog: Library/*.lproj/Localizable.strings
Languages: fi, ka

source: %1$@/min.
ka: %1$@/წთ.

source: %1$@d %2$@h %3$@min
ka: %1$@დღე %2$@სთ %3$@წთ

source: %@ Entries
fi: %@ Merkinnät
ka: %@ ჩანაწერი

source: %@ Entry
fi: %@ Merkintä
ka: %@ ჩანაწერი

source: About %@
fi: Noin %@
ka: %@ შესახებ

source: Add
fi: Lisää
ka: დამატება

source: Add blood glucose
fi: Lisää verensokeri
ka: დაამატე გლუკოზას დონე სისხლში

source: Add calibration
fi: Uusi kalibrointi
ka: დაამატე კალიბრაცია

source: Alarm glucose notification
fi: Sokeri hälytys ilmoitus
ka: შეტყობინება გლუკოზის შესახებ

source: Alarm settings
fi: Hälytysasetukset
ka: შეტყობინების პარამეტრები

source: Alert, high glucose
fi: Hälytys, korkea glukoosi
ka: განგაში, გლუკოზის მაღალი დონე

source: Alert, low blood glucose
fi: Hälytys matala verensokeri
ka: განგაში, გლუკოზის დაბალი დონე

source: Alarm, loss of signal
fi: Hälytys, ei signaalia
ka: განგაში, კავშირის დაკარგვა

source: Alert, sensor expired
fi: Sensori loppunut hälytys
ka: შეტყობინება, სენსორს ვადა გაუვიდა

source: Alert, sensor expiring soon
fi: Sensori loppuu pian hälytys
ka: შეტყობინება, სენსორს ვადა გასდის

source: App author
fi: Kehittäjä
ka: ავტორი

source: App donate
fi: Lahjoita
ka: პროექტის დახმარება

source: App email
fi: Sähköposti
ka: იმეილი

source: App facebook group
fi: Facebook-ryhmä
ka: Facebook ჯგუფი

source: App faq
fi: Usein kysytyt kysymykset
ka: ხდკ

source: App support mail
fi: Tuki
ka: მხარდაჭერა

source: App translation
fi: Käännökset
ka: თარგმანი

source: App version
fi: Versio
ka: ვერსია

source: App website
fi: Verkkosivu
ka: ვებგვერდი

source: Apple export settings
fi: Apple vientiasetukset
ka: Apple ექსპორტის პარამეტრები

source: Are you sure you want to disconnect the sensor?
fi: Haluatko varmasti katkaista sensorin yhteyden?
ka: დარწმუნებული ხარ, რომ გსურს გამორთო სენსორი?

source: At least %@ days of data are required.
fi: Vähintään %@ päivän tietoja vaaditaan.
ka: საჭიროა მინიმუმ %@ დღის მონაცემი.

source: Attention, the sensor sends faulty values. Please wait 10 minutes.
fi: Sensori antaa typeriä lukemia. Kokeile uudellen 10 min kuluttua.
ka: ყურადღება, სენსორი აგზავნის ნაკლოვან მონაცემებს. გთხოვ, დაელოდო 10 წუთი.

source: Average (AVG) is an overall measure of blood sugars over a period of time, offering a single high-level view of where glucose has been.
fi: Keskiarvo (AVG) on yleinen mittari verensokerista ajanjakson aikana, tarjoaa yhden korkeatasoisen näkymän siitä, missä glukoosi on ollut.
ka: საშუალო (AVG) არის სისხლში გლუკოზის დონის საერთო საზომი გარკვეული პერიოდის განმავლობაში, რომელიც გვთავაზობს მიმოხილვას იმის შესახებ, თუ როგორი იყო გლუკოზის დონე.

source: Bellman alarm
ka: განგაში

source: Bellman test alarm
ka: სატესტო განგაში

source: Blood glucose values
fi: Verensokeriarvot
ka: გლუკოზის უწყვეტი მონიტორინგი

source: Blood glucose: %1$@
fi: Verensokeri: %1$@
ka: გლუკოზა სისხლში: %1$@

source: Bubble transmitter
fi: Bubble
ka: Bubble გადამცემი

source: Calibration view
fi: Kalibrointi
ka: კალიბრაცია

source: Cancel
fi: Peruuta
ka: გაუქმება

source: Chart
fi: Kuvaaja
ka: გრაფა

source: Connect sensor
fi: Yhdistä sensori
ka: სენსორის დაკავშირება

source: Connect transmitter
fi: Transmitter lähettäjä
ka: გადამცემის დაკავშირება

source: Connected
fi: Yhdistetty
ka: დაკავშირებულია

source: Connecting
fi: Yhdistetään
ka: მიმდინარეობს დაკავშირება

source: Connection alarm
fi: Yhteysongelma
ka: კავშირის შეტყობინება

source: Connection error
fi: Virhe
ka: შეცდომა

source: Connection error timestamp
fi: Aika
ka: დრო

source: Connection settings
fi: Yhteysasetukset
ka: კავშირის პარამეტრები

source: Connection state
fi: Tila
ka: მდგომარეობა

source: Custom calibration intercept
fi: Poikkeama
ka: Intercept

source: Custom calibration slope
fi: Kulma
ka: Slope

source: Delete all
fi: Poista kaikki
ka: ყველას წაშლა

source: Disconnect
fi: Katkaise yhteys
ka: კავშირის გაწყვეტა

source: Disconnect sensor
fi: Katkaise yhteys sensoriin
ka: სენსორის გამოერთება

source: Disconnect transmitter
fi: Katkaise yhteys lähettimeen
ka: გადამცემის გამოერთება

source: Disconnected
fi: Yhteys katkaistu
ka: კავშირი გაწყვეტილია

source: Export to Apple Calendar
fi: Vie Apple-kalenteriin
ka: ექსპორტი Apple Calendar-ში

source: Export to Apple Health
fi: Vie Apple Healthiin
ka: ექსპორტი Apple Health-ში

source: Find transmitter
fi: Etsi lähetin
ka: მოძებნე გადამცემი

source: Glucose
fi: Verensokeri
ka: გლუკოზა

source: Glucose list view
fi: Luettelo
ka: სია

source: Glucose Live Activity
fi: Verensokeri Live-aktiviteetti
ka: გლუკოზის Live Activity

source: Glucose Management Indicator (GMI) is an replacement for "estimated HbA1c" for patients using continuous glucose monitoring.
fi: Verensokerihallinta-indikaattori (GMI) on korvaus "arvioidulle HbA1c:lle" potilaille, jotka käyttävät jatkuvaa verensokerin seurantaa.
ka: Glucose Management Indicator (GMI) არის "მიახლოებითი HbA1c"-ის ჩამნაცვლებელი იმ პაციენტებისთვის, ვინც იყენებს გლუკოზის განგრძობით მონიტორს.

source: Glucose notification
fi: Verensokeri-ilmoitus
ka: შეტყობინება გლუკოზის შესახებ

source: Glucose overview
fi: Yleiskatsaus
ka: მიმოხილვა

source: Glucose read aloud
fi: Puhu verensokeriarvot
ka: წაკითხული გლუკოზა

source: Glucose settings
fi: Verensokeri asetukset
ka: გლუკოზის პარამეტრები

source: Glucose unit
fi: Yksikkö
ka: ერთეული

source: Glucose widget
fi: Verensokeri
ka: გლუკოზა

source: Glucose widget description
fi: Näyttää viimeisimmän glukoosiarvon.
ka: აჩვენებს გლუკოზის ბოლო მაჩვენებელს.

source: High glucose alarm
fi: Korkean glukoosin hälytys
ka: მაღალი გლუკოზის შეტყობინება

source: Hold the top edge of your iPhone close to the sensor.
fi: Pidä iPhonen yläreunaa lähellä sensoria ja pidä paikallaan hetki.
ka: თქვენი iPhone-ის ზედა ნაწილი მოათავსეთ სენსორთან ახლოს.

source: Ignore mute
fi: Ohita Hiljainen tila
ka: დააიგნორე ჩუმი რეჟიმი

source: LibreLink transmitter
fi: LibreLink
ka: LibreLink გადამცემი

source: LibreLinkUp email
fi: LibreLinkUp sähköposti
ka: LibreLinkUp იმეილი

source: LibreLinkUp password
fi: LibreLinkUp salasana
ka: LibreLinkUp პასვორდი

source: Line
ka: ხაზი

source: Low glucose alarm
fi: Matala glukoosihälytys
ka: დაბალი გლუკოზის შეტყობინება

source: Lower limit
fi: Matala
ka: დაბალი

source: Nightscout API-Secret
fi: API-salasana
ka: API-Secret

source: Nightscout settings
fi: Nightscout asetukset
ka: Nightscout პარამეტრები

source: Nightscout upload enabled
fi: Lähetä
ka: ატვირთვა

source: Nightscout url
fi: Url
ka: Url

source: No Data
fi: Ei dataa
ka: არ არის მონაცემები

source: No screen lock
fi: Ei näytön lukitusta
ka: არ აჩვენო დაბლოკილ ეკრანზე

source: Normal glucose notification
fi: Normaali glukoosi-ilmoitus
ka: ნორმალური გლუკოზის შეტყობინება

source: Now
fi: Nyt
ka: ახლა

source: Pairing
fi: Paritetaan
ka: დაკავშირება

source: Please select
fi: Valitse
ka: აირჩიეთ

source: Power off
fi: Sammuta
ka: გამორთვა

source: Readable falling
fi: laskeva
ka: მცირდება

source: Readable fast falling
fi: nopeasti laskeva
ka: სწრაფად მცირდება

source: Readable fast rising
fi: nopeasti nouseva
ka: სწარფად იზრდება

source: Readable glucose with trend: %1$@ %2$@, %3$@
fi: Glucose: %1$@ %2$@, %3$@
ka: გლუკოზა: %1$@ %2$@, %3$@

source: Readable glucose: %1$@ %2$@
fi: Glucose: %1$@ %2$@
ka: გლუკოზა: %1$@ %2$@

source: Readable high glucose: %1$@ %2$@
fi: Glucose: %1$@ %2$@. Attention, Hyperglycemia!
ka: გლუკოზა: %1$@ %2$@. ყურადღება, ჰიპერგლიკემია!

source: Readable low glucose: %1$@ %2$@
fi: Glucose: %1$@ %2$@. Attention, Hypoglycemia!
ka: გლუკოზა: %1$@ %2$@. ყურადღება, ჰიპოგლიკემია!

source: Readable miligram
fi: milligramma
ka: მილიგრამი

source: Readable milimol
fi: millimooli
ka: მილიმოლი

source: Readable rapidly falling
fi: nopeasti laskeva
ka: ძალიან სწრაფად მცირდება

source: Readable rapidly rising
fi: nopeasti nouseva
ka: ძალიან სწრაფად იზრდება

source: Readable rising
fi: nouseva
ka: მზარდი

source: Rescan the sensor
fi: Skannaa sensori uudelleen
ka: ხელახლა დაასკანერეთ სენსორი

source: Retrieval interval
fi: Hakuväli
ka: მონაცემების მიღების შუალედი

source: Retrieval interval, every %@ minutes
fi: Joka %@ minuutti
ka: ყოველ %@ წუთში

source: Retrieval interval, every minute
fi: Joka minuutti
ka: ყოველ წუთში

source: Retry pairing
fi: Parita uudelleen
ka: ხელახლა სცადეთ დაკავშირება

source: Scan sensor
fi: Skannaa sensori
ka: დაასკანერეთ სენსორი

source: Scanning
fi: Skannaa
ka: მიმდინარეობს სკანირება

source: Selected calendar
fi: Kalenteri
ka: კალენდარი

source: Send database file
fi: Vie tietokantatiedosto
ka: მონაცემთა ბაზის გაგზავნა

source: Send log file
fi: Vie lokitiedosto
ka: ლოგების ფაილის გაგზავნა

source: Sensor age
fi: Sensori aloitettu
ka: სენსორის ასაკი

source: Sensor connection
fi: Sensorin yhteys
ka: სენსორის კავშირი

source: Sensor custom calibration
fi: Mukautettu Kalibrointi
ka: სპეციფიური კალიბრაცია

source: Sensor details
fi: Sensorin tiedot
ka: სენსორის დეტალები

source: Sensor ending date
fi: Lopetuspäivämäärä
ka: დასრულების თარიღი

source: Sensor error values
fi: Sensorin virheet
ka: CGM შეცდომები

source: Sensor factory calibration
fi: Tehdaskalibrointi
ka: ქარხნული კალიბრაცია

source: Sensor glucose values
fi: Sensori
ka: CGM

source: Sensor has failure
fi: Sensorivirhe
ka: სენსორს აქვს პრობლემა

source: Sensor in starting phase
fi: Sensori alkuvaiheessa
ka: სენსორის საწყის ფაზაშია

source: Sensor is expired
fi: Sensori on loppunut
ka: სენსორს ვადა გაუვიდა

source: Sensor is ready
fi: Sensori on valmis käytettäväksi
ka: სენსორი მზადაა

source: Sensor is shut down
fi: Sensori on loppunut
ka: სენსორს ვადა გაუვიდა

source: Sensor lifetime
fi: Toiminta-aika
ka: სრული ციკლი

source: Sensor lifetime widget
fi: Sensorin toiminta-aika
ka: სენსორის ხანგრძლივობა

source: Sensor lifetime widget description
fi: Näyttää nykyisen anturin jäljellä olevan elinajan laskelmana
ka: უკუთვლით აჩვენებს სენსორის დარჩენილ ხანგრძივობას.

source: Sensor not yet startet
fi: Sensori ei ole vielä käynnistynyt
ka: სენსორი ჯერ არ დაწყებულა

source: Sensor PatchInfo
fi: PatchInfo
ka: Patch ინფორმაცია

source: Sensor possible lifetime
fi: Toiminta-aika
ka: სრული ციკლი

source: Sensor region
fi: Alue
ka: რეგიონი

source: Sensor remaining lifetime
fi: Jäljellä
ka: დარჩენილია

source: Sensor remaining warmup time
fi: Käynnistys
ka: მოთელვა

source: Sensor serial
fi: Sarjanumero
ka: სერიული ნომერი

source: Sensor starting date
fi: Aloituspäivä
ka: საწყისი თარიღი

source: Sensor state
fi: Tila
ka: მდგომარეობა

source: Sensor type
fi: Malli
ka: ტიპი

source: Sensor UID
fi: UID
ka: UID

source: Settings view
fi: Asetukset
ka: პარამეტრები

source: Snooze until
fi: Torkuta
ka: დროებით გათიშვა

source: Standard Deviation (SD) is a measure of the spread in glucose readings around the average - bouncing between highs and lows results in a larger SD. The goal is the lowest SD possible, which would reflect a steady glucose level with minimal swings.
fi: Standard Deviation (SD) on glukoosimittauksen levittämisen mittari keskiarvon ympärillä - korkeiden ja matalien välillä hyppely johtaa suurempaan SD:hen. Tavoite on mahdollisimman pieni SD, joka kuvaisi tasaisesti pysyvää glukoositasoa vähäisillä vaihteluilla.
ka: Standard Deviation (SD) is a measure of the spread in glucose readings around the average - bouncing between many highs and lows results in a larger SD. The goal is the lowest SD possible, which would reflect a steady glucose level with minimal swings.

source: Statistics (%@ days)
fi: Tilastot (%@ päivää)
ka: სტატისტიკა (%@ დღე)

source: StatisticsPeriod
fi: Aikaväli
ka: პერიოდი

source: Time
fi: Aika
ka: დრო

source: Transmitter
fi: Lähetin
ka: გადამცემი

source: Transmitter battery
fi: Patteri
ka: ელემენტი

source: Transmitter battery widget
fi: Lähettimen akku
ka: გადამცემის ელემენტი

source: Transmitter battery widget description
fi: Näyttää lähettimen jäljellä olevan akun varauksen laskelmana.
ka: უკუთვლით აჩვენებს გადამცემის ელემენტის მარაგს.

source: Transmitter details
fi: Lähettimen tarkemmat tiedot
ka: გადამცემის დეტალები

source: Transmitter firmware
fi: Firmware
ka: სისტემური პროგრამის ვერსია

source: Transmitter hardware
fi: Hardware
ka: მოწყობილობა

source: Transmitter name
fi: Nimi
ka: სახელი

source: Unknown
fi: Tuntematon
ka: უცნობი

source: Updated
ka: განახლებულია

source: Upper limit
fi: High
ka: მაღალი

source: Use LibreLink to start the sensor
fi: Käytä LibreLink aloittaaksesi anturin
ka: გამოიყენეთ LibreLink, რომ ჩართოთ სენსორი

source: Vibration
fi: Vibrate only
ka: მხოლოდ ვიბრაცია

source: Virtual Sensor
ka: ვირტუალური სენსორი

source: Warmup
fi: Käynnistys
ka: მოთელვა

source: Without transmitter
fi: Ilman lähetintä
ka: გადამცემის გარეშე

source: Your current glucose is %1$@ (%2$@).
fi: Nykyinen glukoosisi on %1$@ (%2$@).
ka: თქვენი გლუკოზის დონე არის %1$@ (%2$@).

source: Your sensor has expired and needs to be replaced as soon as possible
fi: Anturisi on vanhentunut ja se tulee vaihtaa mahdollisimman pian
ka: თქვენს სენსორს ვადა გაუვიდა და სჭირდება გამოცვლა

source: Your sensor is about to expire. Replace sensor in %1$@.
fi: Anturisi on vanhentumassa. Vaihda anturi %1$@.
ka: თქვენს სენსორს ვადა გასდის. შეცვალეთ სენსორი %1$@.

source: Loading...
ka: იტვირთება...

source: Export
ka: ექსპორტი

source: Export as CSV
ka: CSV ექსპორტი

source: Export for Glooko
ka: ექსპორტი Glooko-თვის

source: Export for Tidepool
ka: ექსპორტი Tidepool-თვის

source: %@ hours
ka: %@ საათი

source: Reopen app in
ka: გახსენი აპლიკაცია

source: %1$@ days
ka: %1$@ დღე

source: %1$@ day
ka: %1$@ დღე

source: %1$@ hours
ka: %1$@ საათი

source: %1$@ hour
ka: %1$@ საათი

source: %1$@ minutes
ka: %1$@ წუთი

source: Meal Bolus
ka: საკვების ბოლუსი

source: Snack Bolus
ka: სნექის ბოლუსი

source: Correction Bolus
ka: კორექციის ბოლუსი

source: Basal
ka: ბაზალური

source: Insulin
ka: ინსულინი

source: Blood glucose
fi: Verenglukoosi
ka: გლუკოზა სისხლში

source: Add insulin
fi: Lisää insuliinia
ka: ინსულინის დამატება

source: Calibration
fi: Kalibrointi
ka: კალიბრაცია

source: Starts
fi: Alkaa
ka: დაწყება

source: Ends
fi: Loppuu
ka: დასრულება

source: Units
fi: Yksiköt
ka: ერთეული

source: Type
fi: Malli
ka: ტიპი

source: Additional settings
ka: დამატებითი პარამეტრები

source: Show smoothed glucose
ka: აჩვენე გასაშუალოებული გლუკოზა

source: Show insulin input
ka: აჩვენე შეყვანილი ინსულინი

source: Help
ka: დახმარება

source: Alarm volume
ka: განგაშის ხმის დონე

source: No more data is received from the sensor. The cause may be that the Bluetooth connection to the sensor has been interrupted or that the LibreLinkUp is no longer providing data.
fi: Anturilta ei saada enää dataa. Syy saattaa olla Bluetooth-yhteyden katkeaminen anturiin tai LibreLinkUp ei enää anna dataa.

source: Time above Range (TAR) or the percentage of time spent above the target glucose of %@.
fi: Aika ylärajassa (TAR) tai prosenttiosuus ajasta, jonka vietät tavoiteglukoosin %@ yläpuolella.

source: Time below Range (TBR) or the percentage of time spent below the target glucose of %@.
fi: Aika alarajassa (TBR) tai prosenttiosuus ajasta, jonka vietät tavoiteglukoosin %@ alapuolella.

source: Time in Range (TIR) or the percentage of time spent in the target glucose range between %@ - %@.
fi: Aika tavoiterajassa (TIR) tai prosenttiosuus ajasta, jonka vietät tavoiteglukoosin välillä %@ - %@.

source: Your glucose %1$@ (%2$@) is dangerously high and needs to be treated.
fi: Glukoosisi, %1$@ (%2$@), on vaarallisen korkea ja se tarvitsee hoitoa.

source: Your glucose %1$@ (%2$@) is dangerously low. With sweetened drinks or dextrose, blood glucose levels can often return to normal.
fi: Glukoosisi %1$@ (%2$@) on vaarallisen matala. Makeisten juomien tai dekstroosin kanssa glukoosipitoisuus usein palautuu normaaliksi.

source: Basal insulin referes to the insulin used to regulate blood glucose between meals including during sleep.
fi: Basaali-insuliini viittaa siihen insuliiniin, jota käytetään säätelemään veren glukoosipitoisuutta aterioiden välillä, myös nukkuessa.

source: Bolus insulin refers to the insulin used to regulate blood glucose at meals and/or to acutely address high blood glucose.
fi: Bolus-insuliini viittaa siihen insuliiniin, jota käytetään säätelemään veren glukoosipitoisuutta aterioilla ja/tai korkean veren glukoosipitoisuuden tilapäisesti hallitsemiseen.
